taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWindowAndTabTitlesAsJSONCommand.dot
digraph "SeleniumBrowserGetWindowAndTabTitlesAsJSONCommand" {
"SeleniumBrowserGetWindowAndTabTitlesAsJSONCommand" -> "ASeleniumGetWindowAndTabInformationCommands";
"ASeleniumGetWindowAndTabInformationCommands" -> "ASeleniumGetFromWebDriverCommands";
"ASeleniumGetFromWebDriverCommands" -> "ASeleniumDoSomethingToWebDriverCommands";
"ASeleniumGetFromWebDriverCommands" -> "IResultProperties";
"ASeleniumDoSomethingToWebDriverCommands" -> "ScriptCommand";
"ASeleniumDoSomethingToWebDriverCommands" -> "ISeleniumDoSomethingToWebDriverProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
