taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWindowAndTabTitlesAsJSONCommand.puml
@startuml
SeleniumBrowserGetWindowAndTabTitlesAsJSONCommand --> ASeleniumGetWindowAndTabInformationCommands
ASeleniumGetWindowAndTabInformationCommands --> ASeleniumGetFromWebDriverCommands
ASeleniumGetFromWebDriverCommands --> ASeleniumDoSomethingToWebDriverCommands
ASeleniumGetFromWebDriverCommands --> IResultProperties
ASeleniumDoSomethingToWebDriverCommands --> ScriptCommand
ASeleniumDoSomethingToWebDriverCommands --> ISeleniumDoSomethingToWebDriverProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
